Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Monarch of Elos (엘로스의 군주).tmx
Source language: ko_kr
Languages: en_us

source: 검에서 짙은 회색 아지랑이가 활활 타오르기 시작했다.
en_us: A thick, grey haze began blazing from the blade.

source: “왜, 발정이 난 개새끼처럼 얼굴이 빨개지냐?
en_us: “What with the blushing? You look like a dog desperate to mate someone.

source: 백작이 만족스럽게 고개를 끄덕일 정도.
en_us: so much so that even the count nodded satisfyingly.

source: 어쩔 수 없었다.
en_us: He had no choice but to follow

source: 누군가의 사냥개로 살아간다는 것은 썩 좋은 기분이 아니다.
en_us: It doesn’t feel great to live as someone’s hound.

source: 평소에 그토록 죽이고 싶었던 녀석이었으니 자신의 손으로 처리할 생각이었다.
en_us: Despite his fallen noble upbringing, Kaliyan started as a filthy slave when he first entered the count’s house

source: 상처로 인해 출혈은 이미 한계를 넘어선 상태.
en_us: His body already bled from wounds above the human limits,

source: 칼리얀이 속해 있던 돌렌 기사단의 기사 단장이었다.
en_us: the knight commander of the Order of Dolen.

source: “베로크 단장님 아니십니까?”
en_us: “Salutations, Sir Veroq.”

source: 백작님을 암살하기 위해 암살단을 조직한 것을 모를 줄 아느냐?”
en_us: Did you really think I wouldn’t know that you formed a league of assassins to assassinate his liege?” Answered Veroq.

source: 죽을 듯이 헐떡이는 상대에게 오라를 뽑아낼 정도라면 도발에 눈이 뒤집힌 게 분명했으니까.
en_us: because the fact that Veroq was emitting such a strong aura against a dying person meant that his taunting worked and that Veroq’s anger has taken the best of him.

source: 기사들은 동료가 아닌 주적(主敵)을 말살하기 위해 그에게 날카로운 칼을 겨누었다.
en_us: The knights pointed their sharp blades at Kaliyan who was no longer their friend, but a sworn enemy.

source: 갑작스러운 욕설에 베로크는 당황했다.
en_us: Veroq was caught off-guard by a sudden insult from Kaliyan,

source: 칼리얀은 그저 그가 모시는 군주, 피이베르 백작의 ‘사냥개’로서 임무에 최선을 다했을 뿐이었다.
en_us: Kaliyan simply did everything in his power to carry out his mission as a hound to Count Puivert, his master.

source: 이곳에 널브러져 있는 백(百)구 가량의 시신이 안 보인단 말인가?
en_us: How blind could he be to not see a hundred or more corpses lying around here?

source: 그는 그 누구보다 치열하게 살아왔다고 자신했다.
en_us: He firmly believed that he lived a life that is fiercer and busier than anyone,

source: 이미 십 년도 더 지난 일에 얽매일 이유가 없었기 때문이었다.
en_us: for there was no reason to re-live the past event that occurred over ten years ago.

source: 칼리얀은 죄명을 들을 때마다 기가 막힌 듯 한숨을 내쉬었다.
en_us: Kaliyan let out a sigh of frustration whenever the name of his crime was said.

source: 베로크는 흥분한 나머지 검에 힘이 너무 들어가 있었다.
en_us: and noticed that the swing, although powerful, was too predictable

source: 왠지 모를 박탈감을 느끼게 해준 상대였기에 베로크는 칼리얀을 죽여 설욕할 생각이었다.
en_us: Veroq’s desired to see Kaliyan dead for being the reason behind his feeling of deprivation and to quell that feeling.

source: 왜?
en_us: Why?

source: “죽어라!”
en_us: “Die!” Veroq cried out and

source: 사방이 포위되고 주변이 정리되자 기사들 사이로 기사 하나가 불쑥 앞으로 나왔다.
en_us: When Kaliyan was completely surrounded and the area was cleared, a knight appeared from the knights.

source: 분명 백작에게 모종의 명령을 받았을 것이다.
en_us: The count clearly ordered them to slay Kaliyan,

source: 그리고 암살자의 수장으로 지목되는 황당한 죄명을 뒤집어쓴 채 기사들과 한 차례 칼부림을 한 상태였다.
en_us: and Kaliyan had already gone through a melee with knights after being accused of leading the assassins as their chief, as absurd as that sounded.

source: 면상을 본 순간, 그가 누군지 단박에 알아차렸다.
en_us: He recognized the face of his direct superior at once

source: 어제까지 동료였던 기사들이 주위를 점점 포위한 채 다가오고 있었다.
en_us: on Kaliyan from all directions,

source: 그리고 그 공으로 기사단의 부단장에 오르며 자신의 염원에 한 발자국 나아간 듯 보였다.
en_us: It appeared as though Kaliyan took a step closer to his wish when he was appointed as the vice commander of the order.

source: 칼리얀은 복부에 흘러내리는 내장을 틀어막으며 헛웃음을 터뜨렸다.
en_us: He let out slight laughter while holding his guts from spilling out

source: 그는 묵묵히 제자리에서 전방을 바라보고 있었다.
en_us: fixed his gaze on the front in silence.

source: “죄 지은 주제에 이리 태연한 얼굴이라니.
en_us: “You committed a crime, and yet you remain so calm and shameless.

source: 모두 자신의 손에 죽은 녀석들인데 저들은 지금 말도 안 되는 억지를 부리고 있었다.
en_us: All these men were killed by his hands, and yet, the knight would spew an accusation that doesn’t make sense.

source: 사냥개는 결국 사냥개일 뿐이라는 것을.
en_us: That a hound is always just a hound,

source: 하지만 칼리얀은 그 모습을 보며 회심의 미소를 지었다.
en_us: but Kaliyan let out a smile of content

source: 비록 멸문 귀족이었다지만 저놈이 처음으로 백작가에 들어왔을 때는 비루한 노예 신분이었다.
en_us: and climbed up the ladder to attain the rank of a commoner.

source: 칼리얀을 절반으로 쪼갤 듯 그의 검(劍)은, 붉은 벼락처럼 내리꽂혔다.
en_us: His sword struck downward like red lightning with the force that would cut Kaliyan in half.

source: 그의 목적은 오직 하나, 백작의 가신으로 인정 받아 멸문한 자신의 가문을 복권하기 위해서였다.
en_us: His only goal was to reach the status of count’s vassal and be recognized as one to restore his fallen family.

source: “하…….”
en_us: “Sigh...”

source: 기사들의 눈빛만 봐도 자신을 살려서 체포할 생각 따위는 없어 보였다.
en_us: Just from looking at the eyes of the knights, it was clear that they had no intention of taking him in custody, alive.

source: 놈을 상대하기가 더욱 수월해졌다.
en_us: He was now easier to deal with.

source: 나는 그가 내려준 임무를 완벽히 처리할 실력과 머리를 충분히 겸비하고 있었으니까.
en_us: for I had enough skills and wits to handle his missions perfectly.

source: 그는 오른손에 검을 쥔 채 달려나가, 베로크의 공격을 왼쪽 어깨로 들이막았다.
en_us: Grabbing his sword with his right hand, Kaliyan guarded Veroq’s attack with his left shoulder after surging.

source: 하지만 나는 직접 그의 사냥개가 되기를 자청했다.
en_us: However, it is also I who voluntarily became his hound.

source: 문제는 영애가 보는 눈앞에서 기사의 목을 친 것이 실수였다.
en_us: His mistake, however, was that he executed the knight in front of his lover, the count’s daughter,

source: 그 전에 몸을 움직여야 했다.
en_us: Kaliyan had to move before that happened.

source: 어떻게 보면 절망스러운 상황.
en_us: The situation was what many would call, a dire one,

source: 물론 그 노력에 대한 대가가 죽음으로 돌아올지는 몰랐지만.
en_us: but he had not expected his effort to be rewarded with death.

source: 하지만 그녀는 주군의 영애, 죽이기는커녕 눈도 제대로 못 맞추는 상대였다.
en_us: But the hostile this time was his liege’s daughter, the eminence whom Kaliyan wouldn’t dare make eye contact, let alone kill.

source: 칼리얀은 작게 중얼거리며 땅에 박힌 검을 뽑아 들었다.
en_us: as he proceeded to uproot his sword.

source: 칼리얀은 자신의 상태가 죽기 직전 나타나는 마지막 불꽃 현상이라는 사실을 깨달았다.
en_us: Kaliyan realized that it was his last flame that was igniting before his demise,

source: 이미 결과는 정해진 것과 다름없었다.
en_us: It was then when Kaliyan’s fate was decided.

source: @회차:
en_us: @Chapter:

source: “이 새끼가!!”
en_us: “You son of a-!!” Snapped Veroq.

source: 칼리얀이 원한 건 베로크와의 거리였으니.
en_us: as his main goal was to close in on Veroq

source: 하루하루 손에 피 마를 날 없는 인생.
en_us: My hands were always red with my victims’ blood.

source: @소제목:
en_us: @Title:

source: 칼리얀의 실력은 기사단 내에서도 발군이었다.
en_us: Although Kaliyan was one of the order’s finest,

source: 버려진 사냥개
en_us: The Abandoned Hound

source: 피가 거꾸로 솟는 느낌과 함께 지독한 통증이 찾아왔지만, 그는 금세 적응된 얼굴로 가볍게 혀를 찼다.
en_us: His action was followed by a malicious pain accompanied by the feeling of blood flowing backward in his blood vessels, but soon after, his face calmed down as he adjusted. Kaliyan clicked his tongue lightly.

source: “제가 무슨 죄를 지어서 이런 꼴이 되었는지 모르겠습니다만?”
en_us: “With all due respect sir, I fail to understand what sin I’ve committed to deserve this,” replied Kaliyan.

source: 놈이 주군의 총애를 한몸에 받기도 했고 시간이 지나면서 실력도 자신을 뛰어넘었기 때문이었다.
en_us: but as time went by, Kaliyan took all the spotlight from his liege, and eventually surpassed Veroq in skills.

source: 비록 공허함과 허탈감이 섞인 자조적인 웃음이었지만 말이다.
en_us: letting out a snicker of hollowness and futility.

source: 칼리얀은 그것이 죽기보다 싫었다.
en_us: Kaliyan would rather die than see that happen.

source: “너 같으면 ‘예!
en_us: “What? Think about it, if you were me,

source: 하지만 칼리얀은 이젠 뒤가 없는 상태.
en_us: the cornered one who was without an escape or a place to return.

source: 수백으로 이뤄진 궁수 부대는 언제라도 명령이 떨어지면 쏴버리겠다는 듯이 날카로운 눈빛을 보내오고 있었다.
en_us: The archers, hundreds of them, glared at him sharply, as if saying they would launch the volley the very moment the order was given.

source: 이번 공격이 실패로 돌아가는 순간 베로크에게 농락당하며 죽을 확률이 높았다.
en_us: Failing this attack would mean death by Veroq’s dishonorable brutality.

source: 시간이 지날수록 나는 그 염원이 이뤄질 것이라 확신했다.
en_us: As time passed by, I was sure that my ambitions would come true,

source: 칼리얀은 궁수들 한가운데서 자신을 죽일 듯이 노려보는 한 여인을 바라보며 쓴웃음을 지었다.
en_us: Kaliyan looked at the woman who was noticeably standing among the archers, glaring him to death, and smirked.

source: 영애를 붙잡아 백작가에 데려왔고 평민 기사는 그 자리에서 목을 베어 백작에게 바쳤다.
en_us: Kaliyan brought the lady before the count, relieved the commoner knight of his head on-site, and gifted it to the count.

source: 백작가를 버리고 도망갈 정도로 사랑했던 이가 눈앞에서 처참하게 죽어버리자 영애의 눈은 복수로 뒤집혔다.
en_us: who swore to avenge the horrible death of her dearest, whom she loved so deeply as to leave her noble family behind and elope.

source: “실력도 없는 주제에 왜 앞으로 기어 나와, 뒈지고 싶냐?”
en_us: “For an incompetent knight, you sure do love to crawl forward. You have a death wish or something?”

source: 근 십 년을 백작이 싸지른 똥을 치우며 살아왔는데 최근 맡은 임무로 인해 이런 꼴로 버려지게 되었다.
en_us: But because of the last mission he undertook, the ten years of cleaning up the count’s mess have been dumped along with Kaliyan himself.

source: “으하하!”
en_us: “Ahaha!” Kaliyan laughed,

source: 그때 기사들이 약속이라도 한 듯 나타났다.
en_us: It was then when the knights showed as if it was all planned,

source: 백작이 시키는 건 가리지 않고 다 했으며 그가 원한다면 살인까지도 불사했다.
en_us: For ten years, there was not a single day where blood washed out from his hands,

source: 그날 저녁 칼리얀은 수많은 암살자의 공격을 받았다.
en_us: That evening, the very assassins whom Kaliyan utilized frequently during his time

source: ‘아무리 봐도 살려줄 분위기는 아니지?’
en_us: I guess they have no intention of sparing me.

source: 평소에 기사단 내에서도 자신을 괴롭히지 못해 안달이 난 직속상관이었으니 못 알아보는 게 더 이상했다.
en_us: as Veroq took every opportunity to assault him in some way. It would have been strange if he hadn’t noticed him.

source: 결과적으로 나는 염원을 이루기 위해 십 년 동안 그의 더럽고 추악한 임무를 수행하며 살아왔다.
en_us: Ultimately, I carried out his devious, wretched schemes for ten years to realize my ambitions.

source: 궤적을 머릿속에 입력한 칼리얀은 이를 악물고 앞으로 튀어나갔다.
en_us: Kaliyan gritted his teeth and lunged forward after imprinting the trajectory onto his head.

source: 백작은 사냥개인 칼리얀에게 명령했고 그는 정말 깔끔하게 일을 해결했다.
en_us: The count ordered his hound, and Kaliyan handled the job perfectly,

source: 이해는 했다.
en_us: understandable.

source: “이…… 이놈이!!”
en_us: “Y-you... insolent-” Veroq spoke, but was interrupted by Kaliyan.

source: 아무리 머리를 굴려 봐도 빠져나갈 구멍이 보이지 않았다.
en_us: No matter how hard Kaliyan used his brain, he could not see any escape openings.

source: 이곳에 그의 편은 아무도 없었다.
en_us: Kaliyan, standing still without a single ally amidst the crowd,

source: 백작은 그 기사의 목을 원했으니까.
en_us: the count’s wish to behead the fellow.

source: 백작의 영애가 평민 기사와 눈이 맞아 사랑의 도피를 시작한 것이 사건 발단의 시초였다.
en_us: It all began when the daughter of the count and a commoner knight fell in love and eloped.

source: 물론 도발을 유도하려는 계획도 있었지만.
en_us: onto the knight who always got on his nerve—intending to taunting him as well—Kaliyan started shaming Veroq.

source: 베로크는 칼리얀의 몰골을 바라보며 능글거리게 웃었다.
en_us: Veroq’s face was filled with a smirk at the sight of the sorry state Kaliyan was in

source: 숨통을 끊은 뒤 목을 베어 영애에게 가져다주라고.
en_us: cut his head, and bring it to his daughter.

source: 하지만 이미 암살자들과 치열한 전투를 치른 뒤였기에 지쳐있던 그는 제대로 된 반격을 할 수 없었다.
en_us: he could not strike back properly as the intense fight with assassins had taken a toll on him.

source: “칼리얀, 꼴좋구나.
en_us: “A well-deserved end, Kaliyan.

source: ‘저 미친년 때문에 골로 가는군.’
en_us: That damned woman is the bane of my existence, literally.

source: 코앞까지 다가온 베로크는 그대로 검을 휘둘렀다.
en_us: swung his sword from right in front of Kaliyan.

source: 다른 기사와 다른 정밀하게 세공된 화려한 갑주를 걸치고 있는 기사였다.
en_us: The knight’s lavish armor, refined with great attention to details distinguished from other knights,

source: 그것이 더 큰 비수가 되어 날아온다는 것을 잘 알고 있기 때문이다.
en_us: as he knew that the signs will one day, come back as deadly blades that stab him in the back.

source: 하지만 상관없었다.
en_us: But Kaliyan did not mind,

source: “하…… 참 내.”
en_us: “Ha... This is just great,” Kaliyan muttered.

source: 평소에 짜증을 유발했던 놈이었으니 욕설이나 실컷 퍼부을 생각이었다.
en_us: Planning to spill all the profanity he could think

source: 베로크는 모두가 보는 앞에서 심한 모욕을 당하자 얼굴을 시뻘게졌다.
en_us: Kaliyan continued to brutally insult Veroq in front of everyone, and his face reddened rapidly.

source: “흥분하면 뒈진다고 병신아.”
en_us: “You will die for losing your cool, moron,” muttered Kaliyan

source: 몰락 귀족 주제에 뻗대는 모습이 눈꼴시었는데 넝마가 된 모습에 속이 다 시원했다.
en_us: because Kaliyan’s proud demeanor—despite his fallen noble upbringing—always got on his nerves.

source: 알겠습니다!’하고 목을 들이밀겠냐?”
en_us: would you have gladly extended your head, shouting yessir?!”

source: 하지만 칼리얀은 그들을 바라보며 키득키득 웃었다.
en_us: but Kaliyan chuckled at the knights,

source: 평소에 자신의 눈치를 보며 조심히 행동하던 녀석이 의기양양한 표정으로 앞에 나와 설레발 치고 있으니 기가 막힐 뿐이었다.
en_us: It was funny to see someone who has always been so self-conscious and careful around Kaliyan come forward with much eagerness and confidence on his face.

source: 하지만 칼리얀은 암살자가 어떻게 해볼 수 있을 정도로 나약하지 않았다.
en_us: Although Kaliyan was not someone weak whom mere assassins could slay,

source: “흥!
en_us: “Ha!

source: 베로크는 그 모습에 이를 바득 갈며 노려보았다.
en_us: and Veroq ground his teeth at such a sight.

source: 평소에 지독히도 싫어했던 놈에게 욕까지 처먹자 그는 몸을 부들부들 떨며 칼리얀을 죽일 듯이 노려봤다.
en_us: As if his existence alone wasn’t loathsome enough, the lowly once-knight would personally mock him. That made Veroq tremble his body in anger and he glared at Kaliyan with animosity.

source: 하지만 정반대로 정신은 평소보다 또렷했고 집중력도 최고조로 높아졌다.
en_us: His mind, however, was so much clearer than usual, and his level of concentration was at its peak.

source: 사냥개 노릇을 하며 자주 이용해왔던 모든 암살자가 검을 거꾸로 쥐고 칼리얀을 압박해왔다.
en_us: as the count’s hound attacked him with a reverse grip.

source: 곧 있으면 불꽃은 한 줌의 재와 함께 푹 꺼질 것이다.
en_us: the flame destined to be extinguished into a handful of dust soon.

source: 두터운 포위망을 뚫고, 배신한 백작과 저 빌어먹을 영애를 죽이는 건 죽었다 깨어나도 불가능한 상태.
en_us: It was simply not possible for Kaliyan to break through the encircling knights and kill the traitor count and her damned daughter,

source: 칼리얀은 ‘가문의 재건’을 위해 오랫동안 사냥개로서 백작의 발을 핥으며 살아왔다.
en_us: As the count’s hound, he did everything the count asked him to do without question and even resorted to murder if the situation called for it.

source: “자 이제 목을 내밀어라!”
en_us: “Now, extend your head!” Shouted Veroq,

source: 그는 나의 염원을 들어줄 권력을 가지고 있었으니까.
en_us: Because he’s got the power to fulfill my ambitions.

source: 칼리얀의 비웃음에 그는 더는 참지 못하고 바로 칼리얀을 향해 쇄도했다.
en_us: and Veroq who had enough of Kaliyan charged toward him at an instant.

source: 찝찝한 마음을 달래며 그녀를 백작가에 데려다 놨는데 그녀는 대담하게도 그녀의 부친인 백작을 찾아가 칼리얀의 목숨을 놓고 백작과 거래를 했다.
en_us: Suppressing his ominous feeling, Kaliyan escorted the lady to the house of the count, but she audaciously sought the audience with her father, the count.

source: 베로크는 그 결과에 들뜬 표정을 지었지만, 밑에서 질풍처럼 다가오는 칼리얀의 악귀 같은 얼굴에 두 눈을 부릅떴다.
en_us: Veroq’s face kindled with the excitement of such a sight, but he opened his eyes wide upon coming in eye contact with Kaliyan who dashed upward from below with a menacing face.

source: 칼리얀은 ‘반역자’라는 말에 잠시 울컥했지만 이내 심호흡을 하며 마음을 가라앉혔다.
en_us: Kaliyan felt his heart shaking at the term “traitors,” but took a deep breath in to soothe his body

source: 검에 닿는 순간 어깨는 순식간에 잘려나갔으니까.
en_us: as his shoulder was removed from his body the moment the sword touched it.

source: 칼리얀은 검의 궤적을 읽기 위해 집중했다.
en_us: Kaliyan focused his senses to read the trajectory of the swing

source: 하지만 나는 염원에 눈이 멀어 가장 중요한 것을 잊고 있었다.
en_us: Unfortunately, my ambitions were what blinded me from seeing the most important facts:

source: 십 년 동안 그의 손에 피가 마를 날이 없을 정도로.
en_us: and Kaliyan vigorously licked the count’s feet like this just to grasp the chance to restore his family.

source: 베로크는 이를 빠득 갈며 검을 머리 위로 치켜들었다.
en_us: Veroq gritted his teeth and raised his sword above his head.

source: 칼리얀의 어깻죽지가 나가떨어지며 핏물이 사방으로 튀었다.
en_us: Kaliyan’s shoulder flew out and blood splashed everywhere.

source: 사냥개는 그런 빌어먹을 존재였다.
en_us: Such is the despicable life of a hound.

source: 차라리 주군으로 생각했던 이의 배신이 그의 가슴을 더욱 강하게 짓누를 뿐이었다.
en_us: but the pain of being on the receiving end of the betrayal by someone whom he thought of as his master. That was the feeling that heavily pressured his heart.

source: 그 누군가가 하기 싫은 일을 대신 해야 했고.
en_us: It means doing things the person isn’t up to doing,

source: 어찌 보면 굉장히 위협적인 공격.
en_us: An extremely deadly attack, some would perceive,

source: 이미 모든 것을 알고 있기에 그는 덤덤히 베로크를 바라볼 뿐이었다.
en_us: Knowing it all, Kaliyan calmly gazed at Veroq with an indifferent face,

source: 이번 공격이 실패로 돌아간다면 두 번의 기회 따위는 없었다.
en_us: If this attack failed, he would not get a second chance

source: 생(生)을 포기한 채 쥐어짠 마지막 오라였다
en_us: It was Kaliyan’s final aura that he forcibly created in exchange for his life.

source: 그들의 눈빛은 평소에 알고 지내던 우호적인 눈빛과는 거리가 멀었다.
en_us: and their eyes were not the warm, welcoming eyes that Kaliyan was accustomed to.

source: 일격필살(一激必殺)
en_us: thrust to kill.

source: “모두 뒤로 물러나라.”
en_us: “Leave us be,” commanded the knight.

source: 난 남자야.
en_us: Sorry, but I’m a man.

source: 칼리얀은 최소한 눈앞에 보이는 베로크만이라도 저승의 길동무로 데려갈 생각이었다.
en_us: but he was determined to at least bring Veroq along with him on the ride to the underworld.

source: 프롤로그
en_us: Prologue

source: 여자는 다른 곳 가서 찾아보라고.”
en_us: You should look for women to show that face elsewhere.”

source: 그보다는 지금 상황이 발생한 일에 대해 생각할 수밖에 없었다.
en_us: He had to focus on what led to the current situation.

source: 강력한 일격이었지만 검의 움직임이 무척 단순했다.
en_us: because Veroq placed too much strength on the sword out of frenzy.

source: 원하는 것도 없이 남의 더러운 짓거리를 대신 맡아 줄 멍청한 놈이 존재할 리 없다.
en_us: Only fools would do others’ dirty work for them without wanting something in return.

source: 칼리얀은 적대감을 보인 상대에게 자비를 베풀지 않는다.
en_us: Kaliyan never showed mercy to those who showed clear signs of hostility toward him

source: 아니, 기분이 더럽다고 하는 게 더 정확했다.
en_us: Foul, that is the more precise word to describe that feeling.

source: 기사의 이름은 베로크.
en_us: It was Veroq,

source: 온몸은 이미 난도질로 넝마가 된 상태.
en_us: It was full of severe cuts which resembled line tattoos etched on the skin.

source: 그 사실을 알았을 때 난 너무 멀리 왔다.
en_us: When I came to the realization, I had already ventured out too far.

source: 과거에 잃어버린 모든 것을 되찾아 줄 힘이 있었으니까.
en_us: Because he’s got the power to restore everything that I lost.

source: 이제 그만 죄를 인정하고 포기해라.”
en_us: Now, admit to your crime and give it up,” Veroq said.

source: “뭐…… 뭐!?”
en_us: “Wh-what?!”

source: 그런 칼리얀의 주위로 기사들이 몰려들었다.
en_us: The knights who were yesterday’s friends closed in

source: “쩝…… 이렇게 뒈지려고 치열하게 살아온 게 아닌데…….”
en_us: “Tsk... I didn’t live with such a hectic pace to get wasted like this,” Kaliyan murmured.

source: 백작이 까라면 까야겠지.’
en_us: When the count tells you to do it, you do it.

source: 그가 걸친 푸른 갑주는 기사들 사이에서도 시선을 확 사로잡을 정도로 눈에 띄었다.
en_us: caught the sight at an instant amongst the armors of the knights.

source: ‘정말 일이 개같이 꼬였군.’
en_us: The threads got tangled up pretty darn bad.

source: “쓸데없는 생각은 여기까지.”
en_us: “Whatever, no more pointless thoughts,” Kaliyan told himself.

source: 칼리얀은 그를 보며 비아냥거렸다.
en_us: Kaliyan greeted the knight sarcastically.

source: 사냥이 끝나면 결국 사냥꾼의 한 끼 식사로 전락할 뿐이라는 것을.
en_us: and that at the end of the hunt, the hound is the one who is served on the table.

source: 그는 대륙에서도 상위권 실력을 갖춘 ‘챔피언’급 기사였으니까.
en_us: no, the continent’s finest knights on the level of a Champion,

source: 칼리얀은 베로크의 반응에 기분 좋게 키득거리며 화를 더 돋우기로 마음먹었다.
en_us: Satisfied with his reaction, Kaliyan giggled and decided to enrage him further

source: 평소에 그렇게 잘 돌아갔던 머리가 오늘따라 멍청하게 느껴진다.
en_us: It was as if his brilliant wits regressed in stupidity today.

source: 하지만 숫자가 너무 많았기에 암살자를 모조리 죽였을 땐 그는 무척 지쳐있었다.
en_us: he was severely outnumbered, and by the end when he eliminated all the assassins, he was completely drained.

source: 몰골을 보아하니 검 한 번 휘두를 힘도 없어 보였다.
en_us: to end the life of Kaliyan—whom he so despised—while he was debilitated and without the strength to even swing his sword.

source: “하…… 멍청한 새끼.”
en_us: “Ha... What a pathetic fool.” Kaliyan uttered.

source: 허리를 펴고 뒤쪽을 바라보자 궁수들이 사방에 배치된 채 시위를 당기고 있었다.
en_us: Kaliyan turned to look behind after straightening his back and saw archers surrounding him and readying their bows.

source: 면천을 해 평민으로 승격되었다 해도 준귀족인 자신에 비하면 벼룩같이 하찮은 놈이었다.
en_us: Even so, he was still as petty as a flea when compared to Veroq, the upper-class commoner.

source: 백작이 원하는 상대와의 결혼, 그 대가인 사냥개의 목.
en_us: It was then where the deal was made: the hound’s head for the marriage with the one whom the count desires.

source: 온몸에 감각이 마비된 듯 이젠 통증조차 느껴지지 않았다.
en_us: and there was no longer any pain as if all the nerves in his body shut down.

source: 베로크는 앞으로 나서며 검을 뽑아 들었다.
en_us: Veroq moved forward and unsheathed his sword

source: 아니, 막았다고 하기에는 어폐(語弊)가 있었다.
en_us: No, it would be incorrect to say that he guarded the attack

source: 그는 이가 부러진 검을 바닥에 박아 넣고는 허리를 폈다.
en_us: Following his words, he thrust his sword onto the ground and straightened his back.

source: ‘뭐.
en_us: Well, it’s

source: 그 누군가를 대신해 상대방의 욕설과 저주를 감내해야 했으니까.
en_us: and enduring curses and scorns of other parties in that person’s stead.

source: 그의 몸은 수많은 일(一)자로 문신을 새긴 양 끔찍한 상처로 도배되어 있었다.
en_us: of the damaged leather that was his body, the leather that was relentlessly hacked and slashed.

source: 이런 종류의 통증은 이제 면역이 될 대로 된 상태라 그에게 그리 큰 감흥을 주기 어려웠다.
en_us: It was not the pain from blades that hurt him as such pain stopped amusing him because he was so used to it,

source: 몸은 더는 검을 휘두를 수 없을 정도로 망가진 상태.
en_us: for his body was broken and battered to the point at which swinging the sword is an impossibility.

source: 칼리얀의 작전은 단순했다.
en_us: to carry out his simple move:

source: 처음에는 권력을 이용해 짓눌렀지만 그것도 한계가 있었다.
en_us: Veroq pressured him with his authority,

source: 칼리얀은 그의 외침에 헛웃음이 흘러나왔다.
en_us: to which Kaliyan responded with half-suppressed, dry laughter.

source: 검날에는 분노감정이 듬뿍 담긴 붉은 아지랑이가 활활 타올랐다.
en_us: His blade was burning with a red haze of concentrated fury.

source: 역시 반역자의 씨답게 뻔뻔하구나!”
en_us: I should have expected no less from the seed of the traitors!” Lashed out Veroq with glaring eyes.

source: 조금만 더하면 꼬리에 불붙은 황소처럼 달려들 것 같았으니까.
en_us: until Veroq loses his mind shortly and starts charging at him like a bull with its tail on fire.
